Repository: xcv58/MacTools
Catalog: Plugins/StorageExplorer/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# storageExplorer.cachedPreviewReviewUnavailable
source: 这是上次扫描的预览。请等待刷新完成后再加入审阅。
ar: هذه معاينة من الفحص السابق. انتظر اكتمال التحديث قبل إضافة عناصر للمراجعة.
de: Dies ist eine Vorschau des vorherigen Scans. Warte, bis die Aktualisierung abgeschlossen ist, bevor du Objekte zur Prüfung hinzufügst.
en: This is a previous scan preview. Wait for the refresh to finish before adding items to review.
es: Esta es una vista previa del análisis anterior. Espera a que termine la actualización antes de añadir elementos a la revisión.
fr: Ceci est un aperçu de l’analyse précédente. Attendez la fin de l’actualisation avant d’ajouter des éléments à la vérification.
ja: これは前回のスキャンのプレビューです。更新が完了してからレビューに追加してください。
ko: 이전 스캔 미리보기입니다. 새로 고침이 끝난 후 검토에 추가하십시오.
pt: Esta é uma pré-visualização da análise anterior. Aguarde a atualização terminar antes de adicionar itens à revisão.
ru: Это предварительный результат предыдущего сканирования. Дождитесь завершения обновления, прежде чем добавлять объекты на проверку.
tr: Bu, önceki taramanın önizlemesidir. Öğeleri incelemeye eklemeden önce yenilemenin tamamlanmasını bekleyin.
zh_hant: 這是上次掃描的預覽。請等待重新整理完成後再加入審閱。

# storageExplorer.previousScanAgeFormat
source: 上次扫描：%@
ar: الفحص السابق: %@
de: Vorheriger Scan: %@
en: Previous scan: %@
es: Análisis anterior: %@
fr: Analyse précédente : %@
ja: 前回のスキャン：%@
ko: 이전 스캔: %@
pt: Análise anterior: %@
ru: Предыдущее сканирование: %@
tr: Önceki tarama: %@
zh_hant: 上次掃描：%@

# storageExplorer.reviewSelected
source: 已加入审阅。
ar: تمت إضافته إلى المراجعة بالفعل.
de: Bereits zur Prüfung hinzugefügt.
en: Already added to review.
es: Ya se ha añadido a la revisión.
fr: Déjà ajouté à la vérification.
ja: すでにレビューに追加されています。
ko: 이미 검토에 추가되었습니다.
pt: Já foi adicionado à revisão.
ru: Уже добавлено на проверку.
tr: Zaten incelemeye eklenmiş.
zh_hant: 已加入審閱。

# storageExplorer.reviewIncludedByParentFormat
source: 已随“%@”加入审阅。
ar: مضمّن بالفعل في المراجعة ضمن «%@».
de: Bereits über „%@“ in der Prüfung enthalten.
en: Already included in review with “%@”.
es: Ya está incluido en la revisión con «%@».
fr: Déjà inclus dans la vérification avec «%@».
ja: 「%@」と一緒にレビューへ追加済みです。
ko: 이미 “%@”와 함께 검토에 포함되어 있습니다.
pt: Já está incluído na revisão com “%@”.
ru: Уже добавлено на проверку вместе с «%@».
tr: “%@” ile birlikte zaten incelemeye eklenmiş.
zh_hant: 已隨「%@」加入審閱。

# storageExplorer.reviewIncompleteFormat
source: 有 %d 个内容未能扫描。显示大小为最低估计，实际释放空间可能不同。
ar: تعذر فحص %d من العناصر. الحجم المعروض هو الحد الأدنى، وقد تختلف المساحة الفعلية المستردة.
de: %d Objekte konnten nicht gescannt werden. Die angezeigte Größe ist ein Mindestwert; der tatsächlich frei werdende Speicher kann abweichen.
en: %d items could not be scanned. The shown size is a minimum; actual recovered space may differ.
es: No se pudieron analizar %d elementos. El tamaño mostrado es un mínimo; el espacio recuperado real puede variar.
fr: %d éléments n’ont pas pu être analysés. La taille affichée est un minimum ; l’espace réellement récupéré peut varier.
ja: %d項目をスキャンできませんでした。表示サイズは最小値で、実際に解放される容量は異なる場合があります。
ko: %d개 항목을 스캔할 수 없습니다. 표시된 크기는 최솟값이며 실제 확보 공간은 다를 수 있습니다.
pt: Não foi possível analisar %d itens. O tamanho apresentado é um mínimo; o espaço efetivamente recuperado pode variar.
ru: Не удалось просканировать объектов: %d. Показанный размер является минимальным; фактически освобождённое место может отличаться.
tr: %d öğe taranamadı. Gösterilen boyut en düşük değerdir; gerçekten kazanılacak alan farklı olabilir.
zh_hant: 有 %d 個內容未能掃描。顯示的大小是最低估計，實際釋放空間可能不同。

# storageExplorer.reviewScanRoot
source: 当前扫描文件夹本身不能加入审阅。
ar: لا يمكن إضافة مجلد الفحص الحالي نفسه إلى المراجعة.
de: Der aktuell gescannte Ordner selbst kann nicht zur Prüfung hinzugefügt werden.
en: The active scan folder itself cannot be added to review.
es: La carpeta que se está analizando no se puede añadir a la revisión.
fr: Le dossier actuellement analysé ne peut pas lui-même être ajouté à la vérification.
ja: 現在スキャン中のフォルダ自体はレビューに追加できません。
ko: 현재 스캔 폴더 자체는 검토에 추가할 수 없습니다.
pt: A própria pasta em análise não pode ser adicionada à revisão.
ru: Саму сканируемую папку нельзя добавить на проверку.
tr: Etkin tarama klasörünün kendisi incelemeye eklenemez.
zh_hant: 目前掃描的檔案夾本身無法加入審閱。

# storageExplorer.reviewProtected
source: 此位置受保护，不能移至废纸篓。
ar: هذا الموقع محمي ولا يمكن نقله إلى سلة المهملات.
de: Dieser Speicherort ist geschützt und kann nicht in den Papierkorb bewegt werden.
en: This location is protected and cannot be moved to Trash.
es: Esta ubicación está protegida y no se puede mover a la Papelera.
fr: Cet emplacement est protégé et ne peut pas être placé dans la corbeille.
ja: この場所は保護されているため、ゴミ箱に移動できません。
ko: 이 위치는 보호되어 있어 휴지통으로 이동할 수 없습니다.
pt: Esta localização está protegida e não pode ser movida para o Lixo.
ru: Это расположение защищено, и его нельзя переместить в Корзину.
tr: Bu konum korumalıdır ve çöpe taşınamaz.
zh_hant: 此位置受到保護，無法移到垃圾桶。

# storageExplorer.updatingTreemap
source: 正在更新空间图…
ar: جارٍ تحديث خريطة المساحة…
de: Speicherkarte wird aktualisiert…
en: Updating space map…
es: Actualizando el mapa de espacio…
fr: Mise à jour de la carte d’espace…
ja: スペースマップを更新中…
ko: 공간 맵 업데이트 중…
pt: A atualizar o mapa de espaço…
ru: Обновление карты пространства…
tr: Alan haritası güncelleniyor…
zh_hant: 正在更新空間圖…

# storageExplorer.refreshing
source: 正在刷新扫描结果…
ar: جارٍ تحديث نتائج الفحص…
de: Scanergebnisse werden aktualisiert…
en: Refreshing scan results…
es: Actualizando los resultados…
fr: Actualisation des résultats…
ja: スキャン結果を更新中…
ko: 스캔 결과 새로 고치는 중…
pt: A atualizar os resultados…
ru: Обновление результатов сканирования…
tr: Tarama sonuçları yenileniyor…
zh_hant: 正在重新整理掃描結果…

# storageExplorer.scanAgeFormat
source: 扫描时间：%@
ar: تم الفحص %@
de: Gescannt %@
en: Scanned %@
es: Analizado %@
fr: Analysé %@
ja: %@にスキャン
ko: %@에 스캔함
pt: Analisado %@
ru: Сканирование: %@
tr: Tarandı: %@
zh_hant: 掃描時間：%@

# storageExplorer.reviewEmptyHelp
source: 先将项目加入审阅。
ar: أضف عنصرًا للمراجعة أولاً.
de: Fügen Sie zuerst ein Objekt zur Prüfung hinzu.
en: Add an item for review first.
es: Añade primero un elemento para revisarlo.
fr: Ajoutez d’abord un élément à vérifier.
ja: 先に項目をレビューに追加してください。
ko: 먼저 검토할 항목을 추가하십시오.
pt: Adicione primeiro um item para revisão.
ru: Сначала добавьте объект на проверку.
tr: Önce incelemeye bir öğe ekleyin.
zh_hant: 請先將項目加入檢閱。

# storageExplorer.reviewScanningHelp
source: 扫描完成后可以审阅。
ar: يمكنك المراجعة بعد اكتمال الفحص.
de: Nach Abschluss des Scans können Sie die Auswahl prüfen.
en: Review is available when the scan finishes.
es: Podrás revisar cuando termine el análisis.
fr: La vérification sera disponible une fois l’analyse terminée.
ja: スキャンが完了するとレビューできます。
ko: 스캔이 완료되면 검토할 수 있습니다.
pt: Pode rever quando a análise terminar.
ru: Проверка будет доступна после завершения сканирования.
tr: Tarama tamamlandığında inceleme yapabilirsiniz.
zh_hant: 掃描完成後即可檢閱。

# storageExplorer.reviewExecutingHelp
source: 正在将所选项目移至废纸篓。
ar: جارٍ نقل العناصر المحددة إلى سلة المهملات.
de: Die ausgewählten Objekte werden in den Papierkorb bewegt.
en: The selected items are being moved to Trash.
es: Los elementos seleccionados se están moviendo a la Papelera.
fr: Les éléments sélectionnés sont déplacés vers la corbeille.
ja: 選択した項目をゴミ箱に移動しています。
ko: 선택한 항목을 휴지통으로 이동하고 있습니다.
pt: Os itens selecionados estão a ser movidos para o Lixo.
ru: Выбранные объекты перемещаются в Корзину.
tr: Seçili öğeler çöpe taşınıyor.
zh_hant: 正在將所選項目移到垃圾桶。

# storageExplorer.reviewReadyHelp
source: 检查所选项目，然后移至废纸篓。
ar: تحقق من العناصر المحددة قبل نقلها إلى سلة المهملات.
de: Prüfen Sie die Auswahl, bevor sie in den Papierkorb bewegt wird.
en: Inspect the selected items before moving them to Trash.
es: Comprueba los elementos antes de moverlos a la Papelera.
fr: Vérifiez les éléments avant de les placer dans la corbeille.
ja: ゴミ箱に移動する前に選択項目を確認します。
ko: 휴지통으로 이동하기 전에 선택한 항목을 확인합니다.
pt: Verifique os itens antes de os mover para o Lixo.
ru: Проверьте выбранные объекты перед перемещением в Корзину.
tr: Seçili öğeleri çöpe taşımadan önce inceleyin.
zh_hant: 檢查所選項目，然後移到垃圾桶。

# metadata.title
source: 存储空间分析
ar: مستكشف التخزين
de: Speicher-Explorer
en: Storage Explorer
es: Explorador de almacenamiento
fr: Explorateur de stockage
ja: ストレージエクスプローラー
ko: 저장 공간 탐색기
pt: Explorador de armazenamento
ru: Анализатор диска
tr: Depolama Gezgini
zh_hant: 儲存空間分析

# metadata.description
source: 以层级视图直观分析磁盘占用，找出大文件，在审阅确认后移至废纸篓
ar: تحليل استخدام القرص بشكل مرئي مع التنقل الهرمي، وتحديد الملفات الكبيرة، والنقل إلى المهملات بعد المراجعة.
de: Visuelle Festplattenanalyse mit hierarchischer Navigation, Erkennung großer Dateien und Verschieben in den Papierkorb nach Überprüfung.
en: Visually analyze disk usage with hierarchical navigation, identify large files, and move to Trash after explicit review.
es: Analiza visualmente el uso del disco con navegación jerárquica, identifica archivos grandes y muévelos a la Papelera tras su revisión.
fr: Analysez visuellement l'utilisation du disque grâce à une navigation hiérarchique, repérez les gros fichiers et mettez-les à la corbeille après examen.
ja: 階層構造でディスク使用状況を視覚的に分析し、大容量ファイルを特定して確認後にゴミ箱へ移動します。
ko: 계층적 탐색으로 디스크 사용량을 시각적으로 분석하고, 대용량 파일을 식별하여 검토 후 휴지통으로 이동합니다.
pt: Analise visualmente o uso do disco com navegação hierárquica, identifique ficheiros grandes e mova para o Lixo após revisão.
ru: Наглядный анализ использования диска с иерархической навигацией, поиск больших файлов и перемещение в корзину после проверки.
tr: Hiyerarşik gezinmeyle disk kullanımını görsel olarak analiz edin, büyük dosyaları bulun ve inceledikten sonra çöpe taşıyın.
zh_hant: 以層級檢視直觀分析磁碟佔用，找出大檔案，在審閱確認後移至垃圾桶

# storageExplorer.selectFolder
source: 选择文件夹...
ar: اختيار مجلد...
de: Ordner auswählen...
en: Choose Folder...
es: Elegir carpeta...
fr: Choisir un dossier...
ja: フォルダを選択...
ko: 폴더 선택...
pt: Escolher pasta...
ru: Выбрать папку...
tr: Klasör Seç...
zh_hant: 選擇資料夾...

# storageExplorer.goUp
source: 返回上一级
ar: مستوى واحد لأعلى
de: Eine Ebene nach oben
en: Up One Level
es: Subir un nivel
fr: Niveau supérieur
ja: 1つ上の階層へ
ko: 한 단계 위로
pt: Subir um nível
ru: На уровень выше
tr: Bir Düzey Yukarı
zh_hant: 返回上一層

# storageExplorer.homeFolder
source: 个人目录
ar: المجلد الرئيسي
de: Benutzerordner
en: Home Folder
es: Carpeta de inicio
fr: Dossier de départ
ja: ホームフォルダ
ko: 홈 폴더
pt: Pasta pessoal
ru: Домашняя папка
tr: Kişisel Klasör
zh_hant: 個人目錄

# storageExplorer.scan
source: 扫描
ar: فحص
de: Scannen
en: Scan
es: Analizar
fr: Analyser
ja: スキャン
ko: 스캔
pt: Analisar
ru: Сканировать
tr: Tara
zh_hant: 掃描

# storageExplorer.rescan
source: 重新扫描
ar: إعادة الفحص
de: Erneut scannen
en: Rescan
es: Volver a analizar
fr: Réanalyser
ja: 再スキャン
ko: 다시 스캔
pt: Reanalisar
ru: Повторить
tr: Yeniden Tara
zh_hant: 重新掃描

# storageExplorer.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# storageExplorer.finalizing
source: 正在整理结果…
ar: جارٍ إعداد النتائج…
de: Ergebnisse werden vorbereitet…
en: Preparing results…
es: Preparando resultados…
fr: Préparation des résultats…
ja: 結果を準備中…
ko: 결과 준비 중…
pt: A preparar resultados…
ru: Подготовка результатов…
tr: Sonuçlar hazırlanıyor…
zh_hant: 正在整理結果…

# storageExplorer.scanning
source: 正在扫描...
ar: جارٍ الفحص...
de: Wird gescannt…
en: Scanning…
es: Analizando…
fr: Analyse en cours…
ja: スキャン中…
ko: 스캔 중…
pt: A analisar…
ru: Сканирование…
tr: Taranıyor…
zh_hant: 正在掃描...

# storageExplorer.filesScannedFormat
source: 已扫描 %d 个项目
ar: تم فحص %d عناصر
de: %d Objekte gescannt
en: %d items scanned
es: %d elementos analizados
fr: %d éléments analysés
ja: %d 項目をスキャン
ko: %d개 항목 스캔됨
pt: %d itens analisados
ru: Просканировано: %d
tr: %d öğe tarandı
zh_hant: 已掃描 %d 個項目

# storageExplorer.moveToTrash
source: 移至废纸篓
ar: نقل إلى سلة المهملات
de: In den Papierkorb legen
en: Move to Trash
es: Trasladar a la papelera
fr: Placer dans la corbeille
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
pt: Mover para o Lixo
ru: Переместить в корзину
tr: Çöpe Taşı
zh_hant: 移至垃圾桶

# storageExplorer.confirmTrashTitle
source: 移至废纸篓确认
ar: تأكيد النقل إلى سلة المهملات
de: Verschieben in den Papierkorb bestätigen
en: Confirm Move to Trash
es: Confirmar traslado a la papelera
fr: Confirmer le placement dans la corbeille
ja: ゴミ箱への移動を確認
ko: 휴지통 이동 확인
pt: Confirmar envio para o Lixo
ru: Подтверждение перемещения в корзину
tr: Çöpe Taşımayı Onayla
zh_hant: 移至垃圾桶確認

# storageExplorer.confirmTrashMessage
source: 所选项目将被移至 macOS 废纸篓。如有需要，您可以从废纸篓中恢复。
ar: سيتم نقل العناصر المحددة إلى سلة المهملات بنظام macOS. يمكنك استعادتها من سلة المهملات إذا لزم الأمر.
de: Die ausgewählten Elemente werden in den macOS-Papierkorb verschoben. Sie können bei Bedarf aus dem Papierkorb wiederhergestellt werden.
en: The selected items will be moved to macOS Trash. You can restore them from Trash if needed.
es: Los elementos seleccionados se trasladarán a la Papelera de macOS. Puede restaurarlos desde la Papelera si es necesario.
fr: Les éléments sélectionnés seront placés dans la corbeille macOS. Vous pourrez les restaurer depuis la corbeille si nécessaire.
ja: 選択した項目は macOS のゴミ箱に移動されます。必要に応じてゴミ箱から復元できます。
ko: 선택한 항목은 macOS 휴지통으로 이동됩니다. 필요한 경우 휴지통에서 복원할 수 있습니다.
pt: Os itens selecionados serão movidos para o Lixo do macOS. Pode restaurá-los a partir do Lixo se necessário.
ru: Выбранные элементы будут перемещены в корзину macOS. При необходимости их можно восстановить.
tr: Seçili öğeler macOS çöp kutusuna taşınacak. Gerekirse bunları çöp kutusundan geri yükleyebilirsiniz.
zh_hant: 所選項目將被移至 macOS 垃圾桶。如有需要，您可以從垃圾桶中還原。

# storageExplorer.revealInFinder
source: 在访达中显示
ar: إظهار في Finder
de: Im Finder anzeigen
en: Reveal in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finder で表示
ko: Finder에서 보기
pt: Mostrar no Finder
ru: Показать в Finder
tr: Finder'da Göster
zh_hant: 在 Finder 中顯示

# storageExplorer.emptyStateTitle
source: 选择要分析的文件夹
ar: حدد مجلدًا لبدء التحليل
de: Wählen Sie einen Ordner für die Analyse
en: Select a folder to begin analysis
es: Selecciona una carpeta para iniciar
fr: Sélectionnez un dossier pour commencer
ja: 分析するフォルダを選択
ko: 분석할 폴더를 선택하세요
pt: Selecione uma pasta para iniciar
ru: Выберите папку для анализа
tr: Analize başlamak için bir klasör seçin
zh_hant: 選擇要分析的資料夾

# storageExplorer.emptyStateDescription
source: 快速扫描任意文件夹或个人目录，直观了解磁盘占用分布。
ar: افحص أي مجلد أو دليلك الرئيسي لمعرفة المساحة المستخدمة.
de: Scannen Sie einen beliebigen Ordner oder Ihr Benutzerverzeichnis.
en: Scan any folder or your Home directory to visualize space usage.
es: Analiza cualquier carpeta o tu directorio de inicio para visualizar el espacio.
fr: Analysez n'importe quel dossier pour visualiser la répartition de l'espace.
ja: フォルダやホームディレクトリをスキャンしてディスク使用量を可視化します。
ko: 폴더나 홈 디렉토리를 스캔하여 디스크 사용 현황을 시각화합니다.
pt: Analise qualquer pasta ou a pasta pessoal para visualizar o espaço.
ru: Просканируйте любую папку или домашний каталог для анализа диска.
tr: Alan kullanımını görsel olarak görmek için herhangi bir klasörü veya kişisel klasörünüzü tarayın.
zh_hant: 快速掃描任意資料夾或個人目錄，直觀了解磁碟佔用分佈。

# storageExplorer.aggregateReviewUnsupported
source: 这是多个较小项目的合并视图，不能作为单个项目加入审阅。
ar: تجمع هذه الكتلة عدة عناصر أصغر ولا يمكن إضافتها للمراجعة كعنصر واحد.
de: Dies fasst mehrere kleinere Objekte zusammen und kann nicht als einzelnes Objekt zur Überprüfung hinzugefügt werden.
en: This combines several smaller items and cannot be added to review as one item.
es: Esto agrupa varios elementos pequeños y no se puede añadir a la revisión como un solo elemento.
fr: Ce bloc regroupe plusieurs petits éléments et ne peut pas être ajouté à l’examen comme un seul élément.
ja: 複数の小さな項目をまとめた表示のため、1つの項目としてレビューに追加できません。
ko: 여러 작은 항목을 묶어 표시하므로 하나의 항목으로 검토에 추가할 수 없습니다.
pt: Este bloco agrupa vários itens menores e não pode ser adicionado à revisão como um único item.
ru: Этот блок объединяет несколько небольших объектов и не может быть добавлен на проверку как один объект.
tr: Bu, birden fazla küçük öğenin birleşimidir ve tek öğe olarak incelemeye eklenemez.
zh_hant: 這是多個較小項目的合併檢視，不能作為單一項目加入審閱。

# storageExplorer.other
source: 其他
ar: أخرى
de: Andere
en: Other
es: Otros
fr: Autres
ja: その他
ko: 기타
pt: Outros
ru: Другие
tr: Diğer

# storageExplorer.noSizedItems
source: 尚无可显示的大小
ar: لم تُقَس الأحجام بعد
de: Noch keine Größen ermittelt
en: No measured sizes yet
es: Aún no hay tamaños medidos
fr: Aucune taille mesurée
ja: サイズはまだ取得されていません
ko: 아직 측정된 크기가 없습니다
pt: Ainda não há tamanhos medidos
ru: Размеры ещё не измерены
tr: Henüz ölçülen boyut yok
zh_hant: 尚無可顯示的大小

# storageExplorer.limitedRows
source: 显示前 %d 项，共 %d 项；搜索可缩小范围。
ar: عرض %d من %d عناصر. ابحث لتضييق النتائج.
de: %d von %d Objekten angezeigt. Suche eingrenzen.
en: Showing %d of %d items. Search to narrow the results.
es: Se muestran %d de %d elementos. Busca para limitar los resultados.
fr: %d éléments affichés sur %d. Affinez la recherche.
ja: %d / %d 項目を表示中。検索で絞り込めます。
ko: %d / %d개 항목 표시 중. 검색으로 범위를 좁히세요.
pt: A mostrar %d de %d itens. Pesquise para limitar os resultados.
ru: Показано %d из %d объектов. Уточните поиск.
tr: %d / %d öğe gösteriliyor. Sonuçları daraltmak için arama yapın.
zh_hant: 顯示前 %d 項，共 %d 項；搜尋可縮小範圍。

# storageExplorer.exploreDescription
source: 查看空间分布、查找大文件，审阅后移至废纸篓。
ar: استكشف استخدام القرص واعثر على الملفات الكبيرة وراجعها قبل نقلها إلى سلة المهملات.
de: Speicherbelegung erkunden, große Dateien finden und vor dem Verschieben in den Papierkorb prüfen.
en: Explore disk usage, find large files, and review items before moving them to Trash.
es: Explora el uso del disco, encuentra archivos grandes y revísalos antes de moverlos a la Papelera.
fr: Explorez l’espace disque, trouvez les gros fichiers et examinez-les avant de les placer dans la corbeille.
ja: ディスクの使用状況を確認し、大きなファイルを探して、確認後にゴミ箱へ移動します。
ko: 디스크 사용량을 살펴보고 큰 파일을 찾은 뒤 검토하여 휴지통으로 이동하세요.
pt: Explore o uso do disco, encontre ficheiros grandes e reveja-os antes de os mover para o Lixo.
ru: Изучайте использование диска, находите большие файлы и проверяйте их перед перемещением в корзину.
tr: Disk kullanımını keşfedin, büyük dosyaları bulun ve öğeleri çöpe taşımadan önce inceleyin.
zh_hant: 查看空間分布、尋找大檔案，審閱後移至垃圾桶。

# storageExplorer.refresh
source: 刷新
ar: تحديث
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로 고침
pt: Atualizar
ru: Обновить
tr: Yenile
zh_hant: 重新整理

# storageExplorer.viewMode
source: 视图
ar: العرض
de: Ansicht
en: View
es: Vista
fr: Vue
ja: 表示
ko: 보기
pt: Vista
ru: Вид
tr: Görünüm
zh_hant: 檢視

# storageExplorer.folders
source: 文件夹
ar: المجلدات
de: Ordner
en: Folders
es: Carpetas
fr: Dossiers
ja: フォルダ
ko: 폴더
pt: Pastas
ru: Папки
tr: Klasörler
zh_hant: 檔案夾

# storageExplorer.largestFiles
source: 大文件
ar: الملفات الكبيرة
de: Große Dateien
en: Largest files
es: Archivos grandes
fr: Gros fichiers
ja: 大きなファイル
ko: 큰 파일
pt: Ficheiros grandes
ru: Большие файлы
tr: En büyük dosyalar
zh_hant: 大型檔案

# storageExplorer.fileTypes
source: 文件类型
ar: أنواع الملفات
de: Dateitypen
en: File types
es: Tipos de archivo
fr: Types de fichiers
ja: ファイルの種類
ko: 파일 유형
pt: Tipos de ficheiro
ru: Типы файлов
tr: Dosya türleri
zh_hant: 檔案類型

# storageExplorer.sizeMetric
source: 大小
ar: الحجم
de: Größe
en: Size
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
pt: Tamanho
ru: Размер
tr: Boyut

# storageExplorer.logicalSize
source: 文件大小
ar: حجم الملف
de: Dateigröße
en: File size
es: Tamaño del archivo
fr: Taille du fichier
ja: ファイルサイズ
ko: 파일 크기
pt: Tamanho do ficheiro
ru: Размер файла
tr: Dosya boyutu
zh_hant: 檔案大小

# storageExplorer.allocatedSize
source: 占用空间
ar: الحجم على القرص
de: Größe auf Datenträger
en: Size on disk
es: Tamaño en disco
fr: Taille sur le disque
ja: ディスク上のサイズ
ko: 디스크 사용량
pt: Tamanho no disco
ru: Размер на диске
tr: Diskteki boyut
zh_hant: 佔用空間

# storageExplorer.search
source: 搜索…
ar: بحث…
de: Suchen…
en: Search…
es: Buscar…
fr: Rechercher…
ja: 検索…
ko: 검색…
pt: Pesquisar…
ru: Поиск…
tr: Ara…
zh_hant: 搜尋…

# storageExplorer.kind
source: 类型
ar: النوع
de: Art
en: Kind
es: Tipo
fr: Type
ja: 種類
ko: 유형
pt: Tipo
ru: Тип
tr: Tür
zh_hant: 類型

# storageExplorer.modified
source: 修改日期
ar: تاريخ التعديل
de: Geändert
en: Modified
es: Modificado
fr: Modification
ja: 変更日
ko: 수정일
pt: Modificado
ru: Изменён
tr: Değiştirme Tarihi

# storageExplorer.openFolder
source: 打开文件夹
ar: فتح المجلد
de: Ordner öffnen
en: Open folder
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダを開く
ko: 폴더 열기
pt: Abrir pasta
ru: Открыть папку
tr: Klasörü Aç
zh_hant: 打開檔案夾

# storageExplorer.addToReview
source: 加入审阅
ar: إضافة للمراجعة
de: Zur Prüfung hinzufügen
en: Add to review
es: Añadir a revisión
fr: Ajouter à la sélection
ja: 確認リストに追加
ko: 검토에 추가
pt: Adicionar à revisão
ru: Добавить к проверке
tr: İncelemeye Ekle
zh_hant: 加入審閱

# storageExplorer.removeFromReview
source: 移出审阅
ar: إزالة من المراجعة
de: Aus Prüfung entfernen
en: Remove from review
es: Quitar de la revisión
fr: Retirer de la sélection
ja: 確認リストから削除
ko: 검토에서 제거
pt: Remover da revisão
ru: Убрать из проверки
tr: İncelemeden Çıkar
zh_hant: 移出審閱

# storageExplorer.results
source: 扫描结果
ar: نتائج الفحص
de: Scanergebnisse
en: Scan results
es: Resultados del análisis
fr: Résultats de l’analyse
ja: スキャン結果
ko: 스캔 결과
pt: Resultados da análise
ru: Результаты сканирования
tr: Tarama Sonuçları
zh_hant: 掃描結果

# storageExplorer.details
source: 详细信息
ar: التفاصيل
de: Details
en: Details
es: Detalles
fr: Détails
ja: 詳細
ko: 세부 정보
pt: Detalhes
ru: Сведения
tr: Ayrıntılar
zh_hant: 詳細資訊

# storageExplorer.accessDenied
source: 无访问权限
ar: الوصول مرفوض
de: Zugriff verweigert
en: Access denied
es: Acceso denegado
fr: Accès refusé
ja: アクセスできません
ko: 접근 거부됨
pt: Acesso negado
ru: Нет доступа
tr: Erişim reddedildi
zh_hant: 無存取權限

# storageExplorer.cloudPlaceholder
source: 仅在云端
ar: في السحابة فقط
de: Nur in der Cloud
en: Cloud only
es: Solo en la nube
fr: Dans le cloud uniquement
ja: クラウドのみ
ko: 클라우드에만 있음
pt: Apenas na nuvem
ru: Только в облаке
tr: Yalnızca Bulutta
zh_hant: 僅在雲端

# storageExplorer.incomplete
source: 大小尚不完整
ar: الحجم غير مكتمل
de: Größe unvollständig
en: Size is incomplete
es: Tamaño incompleto
fr: Taille incomplète
ja: サイズは不完全です
ko: 크기가 완전하지 않습니다
pt: Tamanho incompleto
ru: Размер неполный
tr: Boyut eksik

# storageExplorer.spaceNote
source: 占用空间不等于可释放空间；共享数据和废纸篓会影响实际可用容量。
ar: الحجم على القرص لا يساوي المساحة القابلة للاسترداد. تؤثر البيانات المشتركة وسلة المهملات في السعة المتاحة.
de: Belegter Speicher ist nicht freigebbarer Speicher. Geteilte Daten und der Papierkorb beeinflussen die verfügbare Kapazität.
en: Size on disk is not recoverable space. Shared data and Trash affect available capacity.
es: El tamaño en disco no equivale al espacio recuperable. Los datos compartidos y la Papelera afectan a la capacidad disponible.
fr: La taille sur le disque ne correspond pas à l’espace récupérable. Les données partagées et la corbeille affectent la capacité disponible.
ja: ディスク上のサイズは解放可能な容量ではありません。共有データやゴミ箱は空き容量に影響します。
ko: 디스크 사용량은 확보 가능한 공간과 다릅니다. 공유 데이터와 휴지통은 사용 가능한 용량에 영향을 줍니다.
pt: O tamanho no disco não corresponde ao espaço recuperável. Os dados partilhados e o Lixo afetam a capacidade disponível.
ru: Размер на диске не равен освобождаемому месту. Общие данные и корзина влияют на доступную ёмкость.
tr: Diskteki boyut kazanılacak alan anlamına gelmez. Paylaşılan veriler ve çöp kutusu, kullanılabilir kapasiteyi etkiler.
zh_hant: 佔用空間不等於可釋放空間；共用資料和垃圾桶會影響實際可用容量。

# storageExplorer.selectToInspect
source: 选择图块或列表项目以查看详情。
ar: حدد مستطيلاً أو عنصراً من القائمة لعرض التفاصيل.
de: Kachel oder Listeneintrag für Details auswählen.
en: Select a tile or list item to inspect it.
es: Selecciona un bloque o un elemento de la lista para ver sus detalles.
fr: Sélectionnez un bloc ou un élément de la liste pour voir ses détails.
ja: タイルまたはリスト項目を選択して詳細を表示します。
ko: 타일이나 목록 항목을 선택하여 세부 정보를 확인하세요.
pt: Selecione um bloco ou um item da lista para ver os detalhes.
ru: Выберите блок или объект в списке для просмотра сведений.
tr: İncelemek için bir kutucuk veya liste öğesi seçin.
zh_hant: 選擇圖塊或列表項目以查看詳情。
